Repository: david-why/FocusFlow
Catalog: FocusFlow/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: 1-minute Break Pass
zh_hans: 1分钟走神卡

source: 5-minute Break Pass
zh_hans: 5分钟走神卡

source: Actual duration
zh_hans: 实际时长

source: Coins
zh_hans: 金币

# Coins remaining: %@ %lld
source: Coins remaining: %1$@ %2$lld
zh_hans: 剩余金币：%1$@ %2$lld

source: Delete this session
zh_hans: 删除专注记录

source: Duration
zh_hans: 时长

source: Focus!
zh_hans: 专注！

source: Home
zh_hans: 主页

source: Last session
zh_hans: 上次专注记录

source: No sessions yet. Start focusing!
zh_hans: 你还没有专注记录。开始专注吧！

source: Not enough coins!
zh_hans: 金币不足！

source: Once you press OK, you must not leave this page (including closing this app AND switching to another tab)! Otherwise, your hard-earned coins are at risk...
zh_hans: 从你点击OK时开始，你将不能离开这个页面，包括离开App和切换到其他标签页！否则，你辛苦赚来的金币可能不保……

source: Owned: %lld
zh_hans: 拥有：%lld个

source: Purchase!
zh_hans: 买！

source: Quantity: %lld
zh_hans: 数量：%lld

source: Sessions
zh_hans: 记录

source: Store
zh_hans: 商店

source: Time
zh_hans: 时间

source: Use this pass to take a 1 minute break on your phone in a focus session! Automatically applied when you leave the app.
zh_hans: 这张卡可以让你在专注期间走神1分钟！你离开App时将自动使用。

source: Use this pass to take a 5 minute break on your phone in a focus session! Automatically applied when you leave the app.
zh_hans: 这张卡可以让你在专注期间走神5分钟！你离开App时将自动使用。

source: Warning!
zh_hans: 注意！

source: When you focus, %@ flows!
zh_hans: 当你专注时，%@滚滚而来！

source: You did it!
zh_hans: 成功啦！

source: You failed...
zh_hans: 失败了……

# You focused for %@! Enjoy your reward of %lld coins!
source: You focused for %1$@! Enjoy your reward of %2$lld coins!
zh_hans: 你专注了%1$@！享受你获得的%2$lld个金币吧！

source: You have left this page... You lost 50% of your coins.
zh_hans: 你专注了%1$@！享受你获得的%2$lld个金币吧！

# You have: %@ %lld
source: You have: %1$@ %2$lld
zh_hans: 你拥有：%1$@ %2$lld

# You need: %@ %lld
source: You need: %1$@ %2$lld
zh_hans: 你需要：%1$@ %2$lld

source: You were distracted, but saved by a %@. Don't let this happen again...
zh_hans: 你分心了，但是%@拯救了你。不要再走神了……

source: You were redeemed...
zh_hans: 你被拯救了……
